"""Задания по стилю кода и именованию переменных."""

# напиши команду, которая проверяет, ссылаются ли
# переменные spam и eggs на один и тот же объект в пямяти
spam = None
eggs = None
print('ссылаются на один и тот же') if id(spam) == id(eggs) else print('разные')

# придумай название для переменной, которая хранит список
# активных студентов, оставь этот список пустым
active_students_list = None

# назови переменную, которая хранит текущее количество студентов в потоке
students_count_flow

# придумай две переменных для обозначения самого маленького и самого большого
# числа в диапазоне и запиши в них числа 1 и 45
biggest_number = 45
smallest_number = 1

# создай константу для хранения числа Пи и запиши в неё первые 10 знаков
PI_NUMBER = 3,14159265